Repository: RizzoG99/PersonalFinanceTracker
Catalog: PersonalFinanceTraker/SafeToSpendWidget/Localizable.xcstrings
Source language: en
Languages: it

# widget.safe_to_spend.configuration_title
source: Safe to Spend
it: Spendibile

# widget.safe_to_spend.configuration_description
source: Shows what you can spend until payday.
it: Mostra quanto puoi spendere fino al prossimo stipendio.

# widget.safe_to_spend.title
source: Safe to Spend
it: Spendibile

# widget.safe_to_spend.until %@
source: until %@
it: fino al %@

# widget.safe_to_spend.over_plan %@
source: over plan until %@
it: oltre il piano fino al %@

# widget.safe_to_spend.unavailable
source: Not available
it: Non disponibile

# widget.safe_to_spend.open_app_to_refresh
source: Open the app to update
it: Apri l’app per aggiornare

# widget.safe_to_spend.no_income
source: Add your income to see what you can spend
it: Aggiungi le entrate per vedere quanto puoi spendere

# widget.safe_to_spend.per_day %@
source: %@/day
it: %@/giorno

# widget.safe_to_spend.per_day_spoken %@
source: %@ per day
it: %@ al giorno
